Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: If your network access is managed by Wi‑Fi address (also known as “MAC Address”), you may need to turn off private Wi‑Fi Address or modify your network settings.
ar: إذا كان الوصول إلى شبكتك يدار بواسطة عنوان Wi‑Fi (المعروف أيضًا باسم "عنوان MAC")، فقد يلزمك إيقاف عنوان Wi‑Fi الخاص أو تعديل إعدادات الشبكة.
ca: Si l’accés a la xarxa es gestiona per mitjà d’una adreça Wi‑Fi (també coneguda com a “adreça MAC”), és possible que hagis de desactivar l’opció de l’adreça Wi‑Fi privada o modificar la configuració de la xarxa.
cs: Pokud je přístup k vaší síti spravován pomocí Wi‑Fi adres (neboli „MAC adres“), je možné, že budete muset vypnout soukromou Wi‑Fi adresu nebo změnit nastavení sítě.
da: Hvis din netværksadgang administreres efter Wi‑Fi-adresse (også kaldet “MAC-adresse”), skal du muligvis slå Privat Wi‑Fi-adresse fra eller ændre dine netværksindstillinger.
de: Wenn dein Netzwerkzugriff über die WLAN‑Adresse (auch „MAC‑Adresse“ genannt) verwaltet wird, musst du evtl. die private WLAN-Adresse deaktivieren oder deine Netzwerkeinstellungen ändern.
el: Αν η δικτυακή σας πρόσβαση βρίσκεται υπό τη διαχείριση μιας διεύθυνσης Wi‑Fi (γνωστή και ως «Διεύθυνση MAC»), ίσως πρέπει να απενεργοποιήσετε την Ιδιωτική διεύθυνση Wi‑Fi ή να τροποποιήσετε τις ρυθμίσεις δικτύου σας.
es: Si el acceso a tu red está gestionado por una dirección Wi‑Fi (también llamada “dirección MAC”), puede que tengas que desactivar la dirección Wi‑Fi privada o modificar tus ajustes de red.
es_us: Si tu acceso a redes se administra mediante una dirección Wi‑Fi (también conocida como dirección MAC), quizá tengas que desactivar Dirección privada de Wi‑Fi o modificar la configuración de tu red.
fi: Jos verkkosi käyttöä hallitaan Wi‑Fi-osoitteella (eli MAC-osoitteella), joudut ehkä laittamaan yksityisen Wi‑Fi-osoitteen pois päältä tai muuttamaan verkkoasetuksia.
fr: Si l’accès à votre réseau est géré via un filtrage des adresses Wi‑Fi (également appelées « adresses MAC »), vous devrez peut-être désactiver l’adresse Wi‑Fi privée ou modifier les réglages de votre réseau.
fr_ca: Si l’accès à votre réseau est géré par une adresse Wi‑Fi (également appelée « adresse MAC »), vous devrez peut-être désactiver l’adresse Wi‑Fi privée ou modifier les réglages de votre réseau.
he: אם הגישה שלך לרשת מנוהלת על ידי כתובת אלחוטית (״כתובת MAC״), ייתכן שיהיה צורך לכבות את ״כתובת אלחוטית פרטית״ או לשנות את הגדרות הרשת שלך.
hi: यदि आपका नेटवर्क ऐक्सेस वाई‑फ़ाई पते (जिसे “MAC पता” भी कहा जाता है) से प्रबंधित है, तो हो सकता है कि आपको निजी वाई‑फ़ाई पता बंद करना पड़े या अपनी नेटवर्क सेटिंग संशोधित करनी पड़ें।
hr: Ako mrežnim pristupom upravlja Wi‑Fi adresa (poznata i kao “MAC adresa”), možda ćete trebati isključiti privatnu Wi‑Fi adresu ili promijeniti mrežne postavke.
hu: Ha a hálózati hozzáférés kezelése Wi‑Fi-cím (más néven „MAC-cím”) által történik, elképzelhető, hogy ki kell kapcsolnia a privát Wi‑Fi-címet, vagy módosítania kell a hálózati beállításokat.
id: Jika akses jaringan Anda dikelola oleh alamat Wi‑Fi (juga disebut sebagai “Alamat MAC”), Anda mungkin harus mematikan Alamat Wi‑Fi pribadi atau memodifikasi pengaturan jaringan Anda.
it: Se l’accesso di rete è gestito tramite un indirizzo Wi‑Fi (anche noto come “indirizzo MAC”), potrebbe essere necessario disattivare l’indirizzo Wi‑Fi privato o modificare le impostazioni di rete.
ja: ネットワークアクセスがWi‑Fiアドレス（“MACアドレス”とも呼ばれます）で管理されている場合は、プライベートWi‑Fiアドレスをオフにするか、ネットワーク設定を変更する必要がある場合があります。
ko: 사용자의 네트워크 접근이 Wi‑Fi 주소(‘MAC 주소’로도 알려짐)로 관리되는 경우, 비공개 Wi‑Fi 주소를 끄거나 네트워크 설정을 수정해야 할 수 있습니다.
ms: Jika akses rangkaian anda diurus oleh alamat Wi‑Fi (turut dikenali sebagai “Alamat MAC”), anda mungkin perlu menyahaktifkan Alamat Wi‑Fi peribadi atau mengubah suai seting rangkaian anda.
nb: Hvis nettverkstilgangen din administreres av en Wi‑Fi-adresse (også kjent som «MAC-adresse»), må du kanskje slå av privat Wi‑Fi-adresse eller endre nettverksinnstillingene dine.
nl: Als je netwerktoegang wordt beheerd via een wifi‑adres (ook wel 'MAC‑adres' genoemd), moet je mogelijk je privé wifi-adres uitschakelen of je netwerkinstellingen aanpassen.
pl: Jeśli dostęp do Twojej sieci bazuje na adresach Wi‑Fi (tzw. adresach MAC), konieczne może być wyłączenie prywatnego adresu Wi‑Fi lub zmodyfikowanie ustawień sieci.
pt_br: Se o acesso da sua rede for gerenciado pelo endereço Wi‑Fi (também conhecido como “Endereço MAC”), poderá ser necessário desativar o Endereço Wi‑Fi privado ou modificar os ajustes da rede.
pt_pt: Se o acesso à rede for gerido por endereço Wi‑Fi (também conhecido como “endereço MAC”), poderá ser necessário desativar o endereço Wi‑Fi privado ou modificar as definições da rede.
ro: Dacă accesul la rețeaua dvs. este gestionat în funcție de adresa Wi‑Fi (cunoscută și drept „adresă MAC”), este posibil să trebuiască să dezactivați adresa Wi‑Fi privată sau să vă modificați configurările de rețea.
ru: Если доступ к сети управляется по адресу Wi‑Fi (также называемому MAC‑адресом), возможно, потребуется выключить использование частного адреса Wi‑Fi или изменить сетевые настройки.
sk: Ak je prístup k vašej sieti spravovaný pomocou Wi‑Fi adresy (označuje sa aj ako „MAC adresa”), budete pravdepodobne musieť vypnúť privátnu Wi‑Fi adresu alebo upraviť nastavenia siete.
sl: Če dostop do omrežja ureja naslov Wi-Fi (imenovan tudi »naslov MAC«), morate morda izklopiti zasebni naslov Wi-Fi ali spremeniti svoje omrežne nastavitve.
sv: Om din nätverksåtkomst hanteras via en Wi‑Fi-adress (kallas även ”MAC-adress”) kanske du måste avaktivera privat Wi‑Fi-adress eller ändra dina nätverksinställningar.
th: ถ้าการเข้าถึงเครือข่ายของคุณถูกจัดการโดยที่อยู่ Wi‑Fi (เรียกอีกชื่อหนึ่งว่า “ที่อยู่ MAC”) คุณอาจต้องปิดใช้ที่อยู่ Wi‑Fi แบบส่วนตัวหรือแก้ไขการตั้งค่าเครือข่ายของคุณ
tr: Ağ erişiminiz Wi‑Fi adresi (“MAC Adresi” olarak da bilinir) tarafından yönetiliyorsa özel Wi‑Fi Adresi’ni kapatmanız veya ağ ayarlarınızı değiştirmeniz gerekebilir.
uk: Якщо доступ до мережі надається за адресою Wi‑Fi (також відомою як MAC‑адреса), можливо, вам доведеться вимкнути приватну адресу Wi‑Fi або змінити параметри мережі.
vi: Nếu truy cập mạng của bạn được quản lý bằng địa chỉ Wi‑Fi (hay còn gọi là “Địa chỉ MAC”) thì có thể bạn cần tắt Địa chỉ Wi‑Fi bảo mật hoặc sửa đổi cài đặt mạng.
zh_cn: 如果通过Wi‑Fi地址（也叫做“MAC地址”）管理网络访问，你可能需要关闭私有Wi‑Fi地址或修改网络设置。
zh_hk: 如你的網絡取用權限由Wi‑Fi位址（亦稱為「MAC位址」）管理，你可能需要關閉私人「Wi‑Fi位址」或修改網絡設定。
zh_tw: 若你的網路連線由Wi‑Fi位址所管理（也稱為「MAC位址」），你可能需要關閉「專用Wi‑Fi位址」或修改你的網路設定。

source: Incorrect security type for "%@"
ar: نوع تأمين "%@" غير صحيح
ca: Tipus de seguretat incorrecte per a la xarxa “%@”
cs: Nesprávný typ zabezpečení pro „%@“
da: Forkert sikkerhedstype for “%@”
de: Falscher Sicherheitstyp für „%@“
el: Εσφαλμένος τύπος ασφάλειας για «%@»
es: Tipo de seguridad incorrecto para “%@”
es_us: Tipo de seguridad incorrecto de “%@”
fi: Virheellinen suojaustyyppi verkolle ”%@”
fr: Type de sécurité incorrect pour « %@ »
fr_ca: Type de sécurité incorrect pour « %@ »
he: סוג אבטחה שגוי עבור ״%@״
hi: “%@” के लिए ग़लत सुरक्षा प्रकार
hr: Netočna vrsta zaštite za “%@”
hu: Helytelen biztonságtípus ehhez: „%@”
id: Jenis keamanan untuk "%@" salah
it: Tipo di protezione errato per “%@”
ja: “%@”のセキュリティのタイプが間違っています
ko: ‘%@’의 보안 유형이 올바르지 않음
ms: Jenis keselamatan salah untuk "%@"
nb: Feil sikkerhetstype for «%@»
nl: Onjuist beveiligingstype voor '%@'
pl: Nieprawidłowy typ zabezpieczeń dla „%@”
pt_br: Tipo de segurança incorreto para "%@"
pt_pt: Tipo de segurança incorreto para “%@”
ro: Tip de securitate incorect pentru „%@”
ru: Неверный тип безопасности для сети «%@»
sk: Nesprávny typ zabezpečenia pre „%@“
sl: Nepravilna vrsta varnosti za »%@«
sv: Fel säkerhetstyp för ”%@”
th: ประเภทความปลอดภัยไม่ถูกต้องสำหรับ "%@"
tr: “%@” için hatalı güvenlik türü
uk: Неправильний тип захисту для «%@»
vi: Loại bảo mật không đúng cho "%@"
zh_cn: “%@”的安全性类型不正确
zh_hk: 「%@」的安全類型不正確
zh_tw: 「%@」的安全類型不正確

source: Invalid
ar: غير صالح
ca: No vàlid
cs: Neplatné
da: Ugyldig
de: Ungültig
el: Μη έγκυρο
es: No válido
es_us: No válido
fi: Virheellinen
fr: Non valide
fr_ca: Non valide
he: לא תקין
hi: अमान्य
hr: Nevažeće
hu: Érvénytelen
id: Tidak Sah
it: Non valido
ja: 無効
ko: 유효하지 않음
ms: Tidak Sah
nb: Ugyldig
nl: Ongeldig
pl: Niepoprawne
pt_br: Inválido
pt_pt: Inválido
ro: Nevalid
ru: Недействительно
sk: Neplatné
sl: Neveljavno
sv: Ogiltig
th: ไม่ถูกต้อง
tr: Geçersiz
uk: Недійсно
vi: Không hợp lệ
zh_cn: 无效
zh_hk: 無效
zh_tw: 無效

source: IP address
ar: عنوان IP
ca: Adreça IP
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
es_us: Dirección IP
fi: IP-osoite
fr: Adresse IP
fr_ca: Adresse IP
he: כתובת IP
hi: IP पता
hr: IP adresa
hu: IP-cím
id: Alamat IP
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
ms: Alamat IP
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
pt_pt: Endereço IP
ro: Adresă IP
ru: IP-адрес
sk: IP adresa
sl: Naslov IP
sv: IP-adress
th: ที่อยู่ IP
tr: IP adresi
uk: IP-адреса
vi: Địa chỉ IP
zh_cn: IP地址
zh_hk: IP位址
zh_tw: IP位址

source: Join
ar: انضمام
ca: Connecta‑t’hi
cs: Připojit
da: Tilslut
de: Verbinden
el: Σύνδεση
es: Conectar
es_us: Conectar
fi: Liity
fr: Se connecter
fr_ca: Se connecter
he: הצטרפות
hi: जुड़ें
hr: Pristupi
hu: Csatlakozás
id: Bergabung
it: Accedi
ja: 接続
ko: 연결
ms: Sertai
nb: Koble til
nl: Verbind
pl: Przyłącz się
pt_br: Conectar
pt_pt: Aceder
ro: Conectați‑vă
ru: Подключиться
sk: Pripojiť
sl: Pridruži se
sv: Anslut
th: เข้าร่วม
tr: Katıl
uk: Приєднатися
vi: Kết nối
zh_cn: 加入
zh_hk: 加入
zh_tw: 加入

source: Known Network
ar: شبكة معروفة
ca: Xarxa coneguda
cs: Známá síť
da: Kendt netværk
de: Bekanntes Netzwerk
el: Γνωστό δίκτυο
es: Red conocida
es_us: Red conocida
fi: Tunnettu verkko
fr: Réseau connu
fr_ca: Réseau connu
he: רשת מוכרת
hi: ज्ञात नेटवर्क
hr: Poznata mreža
hu: Ismert hálózat
id: Jaringan yang Dikenali
it: Rete conosciuta
ja: 接続したことのあるネットワーク
ko: 알고 있는 네트워크
ms: Rangkaian Diketahui
nb: Kjent nettverk
nl: Bekend netwerk
pl: Znana sieć
pt_br: Rede Conhecida
pt_pt: Rede conhecida
ro: Rețea cunoscută
ru: Известная сеть
sk: Známa sieť
sl: Znano omrežje
sv: Känt nätverk
th: เครือข่ายที่เคยใช้
tr: Bilinen Ağ
uk: Знайома мережа
vi: Mạng đã biết
zh_cn: 已知网络
zh_hk: 已知的網絡
zh_tw: 已知的網路

source: Known Networks
ar: شبكات معروفة
ca: Xarxes conegudes
cs: Známé sítě
da: Kendte netværk
de: Bekannte Netzwerke
el: Γνωστά δίκτυα
es: Redes conocidas
es_us: Redes conocidas
fi: Tunnetut verkot
fr: Réseaux connus
fr_ca: Réseaux connus
he: ‏רשתות מוכרות
hi: ज्ञात नेटवर्क
hr: Poznate mreže
hu: Ismert hálózatok
id: Jaringan yang Dikenali
it: Reti conosciute
ja: 接続したことのあるネットワーク
ko: 알고 있는 네트워크
ms: Rangkaian Dikenali
nb: Kjente nettverk
nl: Bekende netwerken
pl: Znane sieci
pt_br: Redes Conhecidas
pt_pt: Redes conhecidas
ro: Rețele cunoscute
ru: Известные сети
sk: Známe siete
sl: Znana omrežja
sv: Kända nätverk
th: เครือข่ายที่เคยใช้
tr: Bilinen Ağlar
uk: Знайомі мережі
vi: Mạng đã biết
zh_cn: 已知网络
zh_hk: 已知的網絡
zh_tw: 已知的網路

source: Known networks will be joined automatically. If no known networks are available, you will be asked before joining a new network.
ar: سيتم الانضمام إلى الشبكات المعروفة تلقائيًا. وفي حالة عدم توفر شبكات معروفة، سيتم سؤالك قبل الانضمام إلى شبكة جديدة.
ca: El dispositiu es connectarà automàticament a les xarxes conegudes. Si no n’hi ha cap de disponible, el dispositiu et sol·licitarà confirmació abans de connectar‑se a una de nova.
cs: Známé sítě budou připojeny automaticky. Pokud nebudou žádné známé sítě k dispozici, zobrazí se dotaz na připojení k nové síti.
da: Der oprettes automatisk forbindelse til kendte netværk. Hvis der ikke er nogen tilgængelige kendte netværk, bliver du spurgt, før der oprettes forbindelse til et nyt netværk.
de: Bekannte Netzwerke werden automatisch verbunden. Falls kein bekanntes Netzwerk vorhanden ist, wirst du vor dem Verbinden mit einem neuen Netzwerk gefragt.
el: Η είσοδος σε γνωστά δίκτυα θα γίνεται αυτόματα. Εάν δεν υπάρχει κανένα διαθέσιμο γνωστό δίκτυο, θα ερωτηθείτε πριν από την είσοδο σε νέο δίκτυο.
es: Se accederá automáticamente a las redes conocidas. Si no hay ninguna red conocida disponible, se te preguntará antes de acceder a una red nueva.
es_us: Se conectará automáticamente a las redes conocidas. Si no hay ninguna red conocida disponible, se te preguntará antes de conectarse a una red nueva.
fi: Tunnettuihin verkkoihin liitytään automaattisesti. Jos tunnettuja verkkoja ei ole käytettävissä, sinulta kysytään ennen uuteen verkkoon liittymistä.
fr: La connexion aux réseaux connus est automatique. Si aucun réseau connu n’est disponible, une demande de confirmation d’accès vous est envoyée lorsqu’un nouveau réseau devient accessible.
fr_ca: La connexion aux réseaux connus est automatique. Si aucun réseau connu n’est disponible, une demande de confirmation d’accès vous est envoyée lorsqu’un nouveau réseau devient accessible.
he: המכשיר יצטרף לרשתות מוכרות באופן אוטומטי. אם אין רשתות מוכרות בסביבה, המכשיר יציע לך להצטרף לרשת חדשה.
hi: ज्ञात नेटवर्कों से ऑटोमैटिकली ही जोड़ दिया जाएगा। यदि ज्ञात नेटवर्क उपलब्ध नहीं हैं, तो नए नेटवर्क से जुड़ने से पहले आपसे पूछा जाएगा।
hr: Na poznate mreže spaja se automatski. Ako nema dostupnih poznatih mreža, postavit će vam se upit prije spajanja na novu mrežu.
hu: Az ismert hálózatokra automatikus csatlakozás történik. Ha nincs elérhető ismert hálózat, az új hálózathoz való csatlakozás előtt az eszköz a jóváhagyását fogja kérni.
id: Jaringan yang telah dikenali akan tergabung secara otomatis. Jika tidak ada jaringan yang dikenali, Anda akan ditanya terlebih dahulu sebelum bergabung dengan jaringan baru.
it: L’accesso alle reti conosciute sarà automatico. Se non è disponibile nessuna rete conosciuta, ti verrà richiesta l’autorizzazione prima di accedere a una nuova rete.
ja: 接続したことのあるネットワークに自動的に接続します。接続したことのあるネットワークが見つからない場合は、確認メッセージを表示してから新しいネットワークに接続します。
ko: 알고 있는 네트워크에 자동으로 연결됩니다. 사용 가능한 알고 있는 네트워크가 없다면, 새로운 네트워크에 연결하기 전에 묻습니다.
ms: Rangkaian yang diketahui akan disertai secara automatik. Jika tiada rangkaian diketahui tersedia, anda akan ditanya dahulu sebelum menyertai rangkaian baharu.
nb: Tilkobling til kjente nettverk vil skje automatisk. Hvis ingen kjente nettverk er tilgjengelige, blir du spurt før tilkobling til et nytt nettverk.
nl: Er wordt automatisch verbinding gemaakt met bekende netwerken. Als er geen bekende netwerken beschikbaar zijn, wordt gevraagd of je verbinding wilt maken met een nieuw netwerk.
pl: Przyłączanie się do znanych sieci będzie automatyczne. Jeśli żadne znane sieci nie będą dostępne, system zapyta o przyłączenie do nowej sieci.
pt_br: A conexão a redes conhecidas será automática. Se não houver redes conhecidas, será perguntado se você deseja conectar a uma nova rede.
pt_pt: O acesso às redes conhecidas é automático. Se não estiverem disponíveis redes conhecidas, ser‑lhe‑á pedida autorização antes de aceder a uma rede nova.
ro: Conectarea la rețelele cunoscute va avea loc automat. Dacă nu sunt disponibile rețele cunoscute, vi se va solicita permisiunea înainte de conectarea la o rețea nouă.
ru: Подключение к известным сетям будет произведено автоматически. Если нет известных доступных сетей, будет задан вопрос перед подключением к новой сети.
sk: Pripojenie k známym sieťam prebehne automaticky. Ak nie je dostupná známa sieť, zobrazí sa výzva na pripojenie k novej sieti.
sl: Znanim omrežjem se pridruži samodejno. Če ni na voljo nobeno znano omrežje, boste pred pridružitvijo omrežju dobili obvestilo.
sv: Automatisk anslutning till kända nätverk. Om inga kända nätverk är tillgängliga tillfrågas du före anslutning till ett nytt nätverk.
th: เครือข่ายที่เคยใช้จะถูกเข้าร่วมโดยอัตโนมัติ ถ้าไม่พบเครือข่ายที่เคยใช้ คุณจะถูกถามก่อนที่จะเข้าร่วมเครือข่ายใหม่
tr: Bilinen ağlara otomatik olarak katılınır. Bilinen hiçbir ağ yoksa yeni bir ağa katılmadan önce size sorulur.
uk: Приєднання до відомих мереж відбувається автоматично. Якщо відомих мереж немає, ви отримаєте запит про приєднання до нової мережі.
vi: Các mạng đã biết sẽ được kết nối tự động. Nếu không có sẵn mạng đã biết nào, bạn sẽ được hỏi trước khi kết nối vào một mạng mới.
zh_cn: 将自动加入已知网络。如果没有已知网络，将询问你是否加入新网络。
zh_hk: 已知的網絡會自動加入。如沒有可用的已知網絡，在加入新的網絡前會先詢問你。
zh_tw: 將會自動加入已知的網路。若沒有可用的已知網路，在加入新的網路前會先詢問你。

source: Known networks will be joined automatically. If no known networks are available, you will be notified of available networks.
ar: سيتم الانضمام إلى الشبكات المعروفة تلقائيًا. وفي حالة عدم توفر شبكات معروفة، سيتم إعلامك بالشبكات المتوفرة.
ca: S’accedirà automàticament a les xarxes conegudes. Si no n’hi ha cap de disponible, se’t mostraran altres xarxes actives.
cs: Známé sítě budou připojeny automaticky. Pokud nebudou žádné známé sítě k dispozici, zobrazí se informace o dostupných sítích.
da: Der oprettes automatisk forbindelse til kendte netværk. Hvis der ikke er nogen tilgængelige kendte netværk, bliver du underrettet om tilgængelige netværk.
de: Bekannte Netzwerke werden automatisch verbunden. Falls kein bekanntes Netzwerk vorhanden ist, wirst du auf verfügbare Netze hingewiesen.
el: Η είσοδος σε γνωστά δίκτυα γίνεται αυτόματα. Αν δεν διατίθενται γνωστά δίκτυα, θα ειδοποιείστε για διαθέσιμα δίκτυα.
es: Se accederá automáticamente a las redes conocidas. Si no se detecta ninguna, recibirás una notificación con las redes disponibles.
es_us: Se accederá automáticamente a las redes conocidas. Si no hay ninguna red conocida disponible, se te avisará de las que lo estén.
fi: Tunnettuihin verkkoihin liitytään automaattisesti. Jos tunnettuja verkkoja ei ole käytettävissä, sinulle ilmoitetaan käytettävissä olevista verkoista.
fr: La connexion aux réseaux connus sera automatique. En l’absence de réseaux connus, les réseaux disponibles vous seront notifiés.
fr_ca: La connexion aux réseaux connus est automatique. Si aucun réseau connu n’est disponible, les réseaux disponibles s’afficheront.
he: המכשיר יצטרף לרשתות מוכרות באופן אוטומטי. אם אין רשתות מוכרות בסביבה, המכשיר יודיע לך על רשתות זמינות.
hi: ज्ञात नेटवर्क को ऑटोमैटिकली जोड़ दिया जाएगा। यदि ज्ञात नेटवर्क उपलब्ध नहीं है, तो उपलब्ध नेटवर्क के बारे में आपको सूचित किया जाएगा।
hr: Na poznate mreže spaja se automatski. Ako nema dostupnih poznatih mreža, bit ćete obaviješteni o dostupnim mrežama.
hu: Az ismert hálózatokra automatikus csatlakozás történik. Ha nincs elérhető ismert hálózat, akkor értesítést fog kapni az új hálózatokról.
id: Jaringan yang telah dikenali akan tergabung secara otomatis. Jika tidak ada jaringan yang dikenali, Anda akan mendapatkan pemberitahuan mengenai jaringan yang tersedia.
it: L’accesso alle reti conosciute sarà automatico. Se non è disponibile nessuna rete conosciuta, riceverai una notifica con le reti disponibili.
ja: 接続したことのあるネットワークに自動的に接続します。接続したことのあるネットワークが見つからない場合は、接続可能なネットワークをお知らせします。
ko: 알고 있는 네트워크에 자동으로 연결됩니다. 사용 가능한 알고 있는 네트워크가 없다면, 사용할 수 있는 네트워크를 알려줍니다.
ms: Rangkaian yang diketahui akan disertai secara automatik. Jika tiada rangkaian diketahui tersedia, anda akan dimaklumkan tentang rangkaian yang tersedia.
nb: Tilkobling til kjente nettverk vil skje automatisk. Hvis ingen kjente nettverk er tilgjengelige, blir du varslet om andre tilgjengelige nettverk.
nl: Er wordt automatisch verbinding gemaakt met bekende netwerken. Als er geen bekende netwerken beschikbaar zijn, krijg je een melding over beschikbare netwerken.
pl: Przyłączanie się do znanych sieci będzie automatyczne. Jeśli żadne znane sieci nie będą dostępne, system poinformuje Cię o dostępnych sieciach.
pt_br: A conexão a redes conhecidas será automática. Se não houver redes conhecidas, será perguntado se você deseja receber notificações sobre redes disponíveis.
pt_pt: O acesso às redes conhecidas é automático. Se não estiverem disponíveis redes conhecidas, ser‑lhe‑á dada a possibilidade de aceder a outras redes disponíveis.
ro: Conectarea la rețelele cunoscute va avea loc automat. Dacă nu sunt disponibile rețele cunoscute, veți primi o notificare despre rețelele disponibile.
ru: Подключение к известным сетям будет произведено автоматически. Если нет известных доступных сетей, Вы будете уведомлены о наличии доступных сетей.
sk: Pripojenie k známym sieťam prebehne automaticky. Ak nie je dostupná známa sieť, zobrazí sa zoznam dostupných sietí.
sl: Znanim omrežjem se pridruži samodejno. Če ni na voljo nobeno znano omrežje, boste dobili obvestilo o razpoložljivih omrežjih.
sv: Automatisk anslutning till kända nätverk. Om inga kända nätverk är tillgängliga meddelas du om tillgängliga nätverk.
th: เครือข่ายที่เคยใช้จะถูกเข้าร่วมโดยอัตโนมัติ ถ้าไม่พบเครือข่ายที่เคยใช้ คุณจะได้รับแจ้งเตือนเกี่ยวกับเครือข่ายที่มี
tr: Bilinen ağlara otomatik olarak katılınır. Bilinen hiçbir ağ yoksa kullanılabilir ağlarla ilgili bildirim alırsınız.
uk: Приєднання до відомих мереж відбувається автоматично. Якщо відомих мереж немає, ви отримаєте сповіщення про доступні мережі.
vi: Các mạng đã biết sẽ được kết nối tự động. Nếu không có sẵn mạng đã biết nào, bạn sẽ được thông báo về các mạng có sẵn.
zh_cn: 将自动加入已知网络。如果没有已知网络，将通知你有可用网络。
zh_hk: 已知的網絡會自動加入。如沒有可用的已知網絡，會通知你可用的網絡。
zh_tw: 將會自動加入已知的網路。若沒有可用的已知網路，會顯示可用的網路。
